Repository: AnotherStranger/calculator-app
Catalog: po/*.po
Languages: af, br, da, el, es, fa, id, ja, kn, nl, sc, sk, sl, sq, sr, uk

source: If you are in Basic view, you could access to Scientific options, by swiping left Calculator's keyboard
es: Si está en la vista Básica, podrá acceder a las opciones científiccas deslizando hacia la izquierda el teclado de la Calculadora.
fa: اگر در نمای پایه هستید، می‌توانید با کشیدن صفحه‌کلید ماشین‌حساب به چپ، به انتخاب‌های مهندسی دسترسی پیدا کنید

source: You could rotate you device display to get access to Scientific view
es: Puede rotar la pantalla del dispositivo para mostrar la vista científica.
fa: برای دسترسی به نمای مهندسی می‌توانید نمایشگرتان را بگردانید

source: You could delete item from calculation history by swiping right calculation, and pressing Trash button
es: Puede borrar un elemento del historial de cálculos deslizándolo a la derecha y presionando el botón de eliminar.
fa: می‌توانستید با کشیدن محاسبه به راست و فشردن دکمهٔ زباله‌دان، مورد را حذف کنید

source: You could delete multiple calculations from Calculation history, by long pressing Calculation. After that near every calculation the check-box will appear. After selecting you could select 'Delete' option from drop-down menu
es: Puede borrar varios elementos del historial de cálculos haciendo una presión larga en los cálculos. Aparecen casillas junto a cada cálculo. Después de seleccionarlos, seleccione la opción 'Borrar' del menú desplegable.
fa: می‌توانستید با نگه داشتن طولانی روی محاسبه، چند مورد را حذف کنید. با این کار،‌ جعبهٔ انتخابی کنار هر محاسبه ظاهر خواهد شد. پس از گزینش می توانید «حذف» را از فهرست انتخاب کنید

source: You could delete whole currently edited formula, by long pressing Clear button '←'
es: Puede borrar la fórmula en edición al completo haciendo una presión larga al botón Limpiar '←'.
fa: می‌توانستید با فشردن طولانی دکمهٔ «←»، تمام فرمول جاری را حذف کنید

source: You could edit item from calculation history by swiping left calculation, and pressing Edit button
es: Puede editar un elemento del historial de cálculos deslizándolo a la izquierda y presionando el botón Editar
fa: می‌توانستید با کشیدن محاسبه به چپ و فشردن دکمهٔ ویرایش، مورد را ویرایش کنید

source: You could add item to favourites from calculation history by swiping left calculation, and pressing Star button
es: Puede añadir un nuevo elemento favorito al historial de cálculos deslizándolo a la izquierda y presionando el botón de la estrella.
fa: می‌توانید با کشیدن مورد به سمت چپ در تاریخچهٔ محاسبه و فشردن دکمهٔ ستاره، آن را به موارد دلخواه بیفزایید

source: You could edit formula by clicking any part of formula. The cursor will appear there and you could modify formula in that place
es: Puede editar una fórmula haciendo clic en cualquier parte de una fórmula. El cursor aparecerá ahí y podrá modificarla en dicho lugar.
fa: می‌توانستید با کلیک روی هر بخشی از فرمول، آن را ویرایش کنید. نشانگر در آن‌جا ظاهر شده و می‌توانید فرمول را در آن موقعیت ویرایش کنید.
