Repository: AnotherStranger/calculator-app
Catalog: po/*.po
Languages: af, br, da, el, es, fa, id, ja, kn, nl, sc, sk, sl, sq, sr, uk

source: NaN
br: NuN
da: Ikke tilgængelig nu
el: Μη αριθμός
fa: غیرعددی
ja: 無効な値
kn: ಲಭ್ಯವಿಲ್ಲ
sk: Nie je číslo
sr: НиБ
uk: Не число

source: Calculator
af: Sakrekenaar
br: Jederez
da: Lommeregner
el: Αριθμομηχανή
es: Calculadora
fa: ماشین‌حساب
id: Kalkulator
ja: 電卓
kn: ಗಣಕ ಯ೦ತ್ರ
nl: Rekenmachine
sc: Carculadora
sk: Kalkulačka
sl: Računalo
sq: Kalkulatori
sr: Калкулатор
uk: Калькулятор

source: Favorite
af: Gunsteling
br: Gwellañ-deuet
da: Foretrukne
el: Αγαπημένα
es: Favoritos
fa: محبوب
id: Favorit
ja: お気に入り
kn: ನೆಚ್ಚಿನ
nl: Favoriet
sc: Preferidu
sk: Obľúbené
sl: Priljubljeno
sq: Favoritet
sr: Омиљено
uk: Улюблене

source: Cancel
af: Kanselleer
br: Nullañ
da: Annullér
el: Ακύρωση
es: Cancelar
fa: لغو
id: Batal
ja: キャンセル
kn: ರದ್ಧುಮಾಡು
nl: Annuleren
sc: Annulla
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Откажи
uk: Скасувати

source: Select All
af: Selekteer Alles
br: Diuzañ pep tra
da: Vælg alle
el: Επιλογή όλων
es: Seleccionar todo
fa: گزینش همه
id: Pilih semua
ja: 全選択
kn: ಎಲ್ಲವನ್ನು ಆರಿಸು
nl: Alles selecteren
sc: Seletziona totus
sk: Vybrať všetko
sl: Izberi vse
sq: Zgjidhë të gjitha
sr: Изабери све
uk: Вибрати все

source: Select None
af: Selekteer Geen
br: Chom hep diuzañ netra
da: Fravælg alt
el: Επιλογή κανενός
es: Cancelar la selección
fa: برگزیدن هیچ‌کدام
id: Jangan Pilih
ja: 選択解除
kn: ಯಾವುದನ್ನೂ ಆರಿಸಬೇಡ
nl: Niets selecteren
sc: Non seletziones nudda
sk: Zrušiť výber
sl: Odznači vse
sq: Anulo zgjedhjen
sr: Поништи избор
uk: Скасувати вибір

source: Copy
af: Kopieër
br: Eilañ
da: Kopiér
el: Αντιγραφή
es: Copiar
fa: رونوشت
id: Salin
ja: コピー
kn: ಅನುಕರಿಸು
nl: Kopiëren
sc: Còpia
sk: Kopírovať
sl: Kopiraj
sq: Kopjo
sr: Копирај
uk: Копіювати

source: Delete
af: Verwyder
br: Diverkañ
da: Slet
el: Διαγραφή
es: Eliminar
fa: حذف
id: Hapus
ja: 削除
kn: ಅಳಿಸು
nl: Verwijderen
sc: Cantzella
sk: Vymazať
sl: Izbriši
sq: Fshijë
sr: Обриши
uk: Видалити

source: Edit
af: Wysig
br: Aozañ
da: Redigér
el: Επεξεργασία
es: Editar
fa: ویرایش
id: Sunting
ja: 編集
kn: ತಿದ್ದು
nl: Bewerken
sc: Modìfica
sk: Upraviť
sl: Uredi
sq: Ndrysho
sr: Уреди
uk: Змінити

source: Add to favorites
af: Voeg by gunsteling
br: Ouzhpennañ d'ar gwellañ-deuet
da: Tilføj til foretrukne
el: Προσθήκη στα αγαπημένα
es: Añadir a favoritos
fa: افزودن به برگزیده‌ها
id: Tambahkan ke favorit
ja: お気に入りに追加
kn: ಮೆಚ್ಚಿನವುಗಳಿಗೆ ಸೇರಿಸಿ
nl: Aan favorieten toevoegen
sc: Agiunghe a is preferidos
sk: Pridať k obľúbeným
sl: Dodaj med priljubljene
sq: Fut tek Favoritet
sr: Додај у омиљене
uk: Додати до улюблених

source: dd MMM yyyy
da: dd mmm åååå
fa: dd MMMM yyyy
ja: yyyy MMM dd
kn: ದಿನ / ತಿಂಗಳು / ವರ್ಷ
sl: d. MMM yyyy

source: No favorites
af: Geen gunsteling
br: Sined ebet
da: Ingen favoritter
el: Χωρίς αγαπημένα
es: Sin favaoritos
fa: هیچ مورد برگزیده‌ای نیست
id: Tidak ada favorit
ja: お気に入りがありません
kn: ಮೆಚ್ಚಿನವುಗಳು ಇಲ್ಲ
nl: Geen favorieten
sc: Non bi sunt preferidos
sk: Bez obľúbených
sl: Ni priljubljenih
sq: Asnjë Favorit
sr: Нема омиљених
uk: Немає вибраних

source: Swipe calculations to the left to mark as favorites
af: Swiep berekeninge na die linkerkant toe om dit as 'n gunsteling the merk
br: Riklañ ar jedadennoù a-gleiz evit lakaat anezho er sinedoù
da: Stryg beregninger til venstre for at markere som favorit
el: Σύρτε πράξεις προς αριστερά για να μαρκάρετε ως αγαπημένες
es: Deslizar cálculos a la izquierda para marcarlos como favoritos
fa: برای علامت‌گذاری به عنوان برگزیده محاسبات را به چپ بکشید
id: Geser kalkulator ke kiri untuk ditandai sebagai favorit
ja: 計算をお気に入りに追加するには、左にスワイプしてください
kn: ಲೆಕ್ಕಾಚಾರಗಳು ಮೆಚ್ಚಿನವುಗಳು ಎಂದು ಗುರುತಿಸಲು ಎಡಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ
nl: Veeg berekeningen naar links om te markeren als favoriet
sc: Iscurre is càrculos a manca pro los agiùnghere a is preferidos
sk: Potiahnutím výpočtov vľavo budú označené ako obľúbené
sl: Potegnite izračune na levo za označitev kot priljubljene
sq: Fshij llogaritje nga e majta, për t'i shënuar ato si të preferuarat
sr: Превуци израчунавање на лево да означие као омиљено
uk: Перетягніть обчислення ліворуч, щоб позначити його як вибране

source: log
br: marilh
kn: ಲಾಗ್
sl: dnevnik
uk: журнал

source: mod
da: Rest-division
kn: ಮಾಡ್
sk: modulo

source: Just now
af: Net nou
br: Bremañ diouzhtu
da: Lige nu
el: Μόλις τώρα
es: Ahora mismo
fa: هم‌اکنون
id: Baru saja
ja: たった今
kn: ಈಗ
nl: Zojuist
sc: Immoe etotu
sk: Práve teraz
sl: Pravkar
sq: Tani sapo
sr: Управо сада
uk: Щойно

source: Today
af: Vandag
br: Hiziv
da: I dag
el: Σήμερα
es: Hoy
fa: امروز
id: Hari ini
ja: 今日•
kn: ಇಂದು
nl: Vandaag
sc: Oe
sk: Dnes
sl: Danes
sq: Sotë
sr: Данас
uk: Сьогодні

source: hh:mm
kn: ಗಂಟೆ : ನಿಮಿಷ
sl: h:mm

source: Yesterday
af: Gister
br: Dec'h
da: I går
el: Χθες
es: Ayer
fa: دیروز
id: Kemarin
ja: 昨日
kn: ನಿನ್ನೆ
nl: Gisteren
sc: Eris
sk: Včera
sl: Včeraj
sq: Dje
sr: Јуче
uk: Вчора

source: Skip
br: Tremen hebiou
da: Spring over
el: Παράβλεψη
es: Saltar
fa: پرش
id: Lewati
ja: スキップ
kn: ಬಿಟ್ಟಿಬಿಟ್ಟು ಮುಂದುವರಿಸು
nl: Overslaan
sc: Brinca
sk: Preskočiť
sl: Preskoči
sq: Kaloje
sr: Прескочи
uk: Пропустити

source: Welcome to Calculator
af: Welkom na die Sakrekenaar
br: Degemer mat er jederezig
da: Velkommen til lommeregneren
el: Καλώς ήλθατε στην αριθμομηχανή
es: Bienvenido a la Calculadora
fa: به ماشین‌حساب خوش آمدید
id: Selamat Datang di Kalkulator
ja: 電卓へようこそ
kn: ಕ್ಯಾಲ್ಕುಲೇಟರ್ಗೆ ಸ್ವಾಗತ
nl: Welkom bij Calculator
sc: Ti donamus su benebènnidu a sa Carculadora
sk: Vitajte v Kalkulačke
sl: Dobrodošli v Računalu
sq: Mirësevini tek Kalkulatori
sr: Добродошли у Калкулатор
uk: Вітаємо у Калькуляторі

source: Enjoy the power of math by using Calculator
af: Geniet die mag van wiskunde met die Sakrekenaar
br: Bourrit galloud ar matematikoù gant implijout Calculator
da: Nyd matematikens kraft med lommeregneren
el: Απολαύστε την δύναμη των μαθηματικών με την χρήση της Αριχθμομηχανής
id: Nikmati kekuatan matematika dengan menggunakan Kalkulator
ja: 電卓を使って計算の力を感じてください
kn: ಕ್ಯಾಲ್ಕುಲೇಟರ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ಗಣಿತದ ಶಕ್ತಿಯನ್ನು ಆನಂದಿಸಿ
nl: Geniet van de kracht van de wiskunde met behulp van Calculator
sc: Ispàssia·ti cun sa potèntzia de sa matemàtica impreende sa Carculadora
sk: Užite si silu matematiky pomocou Kalkulačky
sl: Uživajte v moči računanja z Računalom
sq: Shijoni fuqinë e Matematikës duke përdorur Kalkulatorin
sr: Уживајте у моћи математике користећи Калкулатор
uk: Відчуйте усю потужність математики за допомогою Калькулятора

source: Copy formula
af: Kopieër formule
br: Eilañ ar formulenn
da: Kopiér formel
el: Αντιγραφή τύπου
es: Copiar fórmula
fa: رونوشت از فرمول
id: Salin rumus
ja: 式をコピー
kn: ಸೂತ್ರವನ್ನು ನಕಲಿಸಿ
nl: Formule kopiëren
sc: Còpia sa fòrmula
sk: Kopírovať vzorec
sl: Kopiraj formulo
sq: Kopjo Formulen
sr: Копирај формулу
uk: Копіювати формулу

source: Long press to copy part or all of a formula to the clipboard
af: Lang druk om 'n gedeelte van of die volledige formule na die knipbord te kopieër
br: Pouzit pell evit eilañ ul lodenn eus ar formulenn pe ar formulenn a-bezh er golver
da: Kopier dele af eller hele formler til udklipsholderen med et langt tryk
el: Παρατεταμένο πάτημα για αντιγραφή μέρους ή ολόκληρου τύπου στο πρόχειρο
id: Tahan lama untuk menyalin sebagian atau seluruh isi rumus ke papan klip
ja: 長押しで式の一部または全部をクリップボードにコピー
kn: ಕ್ಲಿಪ್ಬೋರ್ಡ್ಗೆ ಭಾಗ ಅಥವಾ ಎಲ್ಲಾ ಸೂತ್ರವನ್ನು ನಕಲಿಸಲು ದೀರ್ಘವಾಗಿ ಒತ್ತಿರಿ
nl: Lang indrukken om een deel of het geheel van een formule te kopiëren naar het klembord
sc: Mantene sa pressione pro copiare una parte o totu sa fòrmula a sa punta de billete
sk: Dlhým stlačením kopírovať časť alebo celý vzorec do schránky
sl: Pridržite za kopiranje delne ali celotne formule na odložišče
sq: Shtypni dhe mbani shtypur për të kopjuar një formulë pjesërisht ose tërësisht në clipboard
sr: Дуг пристисак за копирање дела или комплетне формуле у оставу
uk: Натисніть і потримайте, щоб скопіювати частину або усю формулу до буфера обміну

source: Enjoy
af: Geniet
br: Bourrit
da: Nyd det
el: Απολαύστε
es: Disfrute
fa: لذّت ببرید
id: Nikmati
ja: 楽しんでください
kn: ಆನಂದಿಸಿ
nl: Geniet ervan
sc: Ispàssia·ti
sk: Užite si to
sl: Uživajte
sq: Argëtim të këndshëm
sr: Уживај
uk: Насолоджуйтеся

source: We hope you enjoy using Calculator!
af: Ons hoop u geniet die Sakrekenaar!
br: Emichañs e vourrit oc'h implijout Calculator !
da: Vi håber du kan lide at bruge lommeregneren!
el: Ελπίζουμε οτι ευχαριστηθήκατε την Αριθμομηχανή!
es: Esperamos que la Calculadora le sea de provecho
fa: امیداوریم از استفاده از ماشین‌حساب لذّت ببرید!
id: Kami berharap anda menikmati menggunakan Kalkulator!
ja: 楽しんで電卓を使ってください!
kn: ಕ್ಯಾಲ್ಕುಲೇಟರ್ ಅನ್ನು ನೀವು ಆನಂದಿಸಿರುವಿರಿ ಎಂದು ನಾವು ಭಾವಿಸುತ್ತೇವೆ!
nl: Wij hopen dat u met plezier gebruik maakt van Calculator!
sc: Isperamus chi t'ispàssies impreende sa Calculadora!
sk: Veríme, že si užívate používanie Kalkulačky!
sl: Upamo, da uživate pri uporabi Računala!
sq: Ne shpresojmë që ju të keni shumë argëtim me këtë kalkulator!
sr: Надамо се да сте уживали у коришћењу Калкулатора!
uk: Сподіваємося вам сподобалася робота у Калькуляторі!

source: Finish
af: Voltooi
br: Echuiñ
da: Afslut
el: Τέλος
es: Finalizar
fa: پایان
id: Selesai
ja: 終了
kn: ಮುಗಿಸು
nl: Voltooien
sc: Acabba
sk: Dokončiť
sl: Končaj
sq: Mbyllë
sr: Заврши
uk: Завершити

source: Scientific keyboard
af: Wetenskaplike sleutelbord
br: Klavier skiantel
da: Videnskabeligt tastatur
el: Επιστημονικό πληκτρολόγιο
es: Teclado científico
fa: صفحه‌کلید مهندسی
id: Papan ketik ilmiah
ja: 科学計算キーボード
kn: ವೈಜ್ಞಾನಿಕ ಕೀಬೋರ್ಡ್
nl: Wetenschappelijk toetsenbord
sc: Tecladu iscientìficu
sk: Vedecká klávesnica
sl: Strokovna tipkovnica
sq: Tastier shkencor
sr: Научна тастатура
uk: Інженерна клавіатура

source: Access scientific functions with a left swipe on the numeric keypad
br: Kit d'ar fonksionoù skiantel gant riklañ a-gleiz war ar c'hlavier niverel
da: Tilgå videnskabelige funktioner ved at stryge til venstre på det numeriske tastatur
el: Πρόσβαση σε επιστημονικές λειτουργίες με αριστερό σύρσιμο στο αριθμητικό πληκτρολόγιο
id: Akses fungsi ilmiah dengan menggeser ke kiri di papan ketik numerik
ja: 数値キーボードを左にスワイプして科学計算キーボードを表示
kn: ಸಂಖ್ಯಾ ಕೀಪ್ಯಾಡ್ನಲ್ಲಿ ಎಡ ಸ್ವೈಪ್ನೊಂದಿಗೆ ವೈಜ್ಞಾನಿಕ ಕಾರ್ಯಗಳನ್ನು ಪ್ರವೇಶಿಸಿ
nl: Toegang krijgen tot wetenschappelijke functies door op het numerieke toetsenbord naar links te vegen
sc: Atzede a is funtziones iscientìficas cun un'iscurrimentu a manca in su tecladu numèricu
sk: Prístupte k vedeckým funkciám potiahnutím doľava na numerickej klávesnici
sl: Do strokovnih funkcij dostopajte z levim potegom na številčni tipkovnici
sq: Shfaq Funksionet shkencore duke fshirë në të majtë
sr: Приступите научним функцијама са левим превлачењем на нумеричкој тастатури
uk: Отримайте доступ до інженерних функцій за допомогою руху пальцем ліворуч на панелі цифрових клавіш

source: Scientific View
af: Wetenskaplike Uitleg
br: Gwel skiantel
da: Videnskabelig udseende
el: Επιστημονική προβολή
es: Vista científica
fa: نمای مهندسی
id: Pandangan Ilmiah
ja: 科学計算ビュー
kn: ವೈಜ್ಞಾನಿಕ ವೀಕ್ಷಣೆ
nl: Wetenschappelijke weergave
sc: Modalidade iscientìfica
sk: Vedecký pohľad
sl: Strokovni pogled
sq: Pamje shkencore
sr: Научни приказ
uk: Інженерний режим

source: Rotate device to show numeric and scientific functions together
af: Draai toestel om numeriese en wetenskaplike funksies saam te wys
br: Treiñ ar benveg evit diskouez ar fonksionoù niverel ha skiantel asambles
da: Rotér enheden for at vise numeriske og videnskabelige funktioner sammen
id: Putar perangkat untuk memperlihatkan fungsi numerik dan ilmiah secara bersamaan
ja: デバイスを回転して数値キーボードと科学記号を表示
kn: ಸಂಖ್ಯಾ ಮತ್ತು ವೈಜ್ಞಾನಿಕ ಕ್ರಿಯೆಗಳನ್ನು ಒಟ್ಟಿಗೆ ತೋರಿಸಲು ಸಾಧನವನ್ನು ತಿರುಗಿಸಿ
nl: Draai het apparaat om numerieke en wetenschappelijke functies samen te tonen
sc: Gira su dispositivu pro ammustrare is funtziones numèricas e iscientìficas in paris
sk: Otočte zariadenie pre zobrazenie číselných a vedeckých funkcií dohromady
sl: Zasukajte napravo za hkraten prikaz številčnih in strokovnih funkcij
sq: Rrotulloni pajisjen për të shfaqur funksione numerike dhe shkencore krah për krah
sr: Ротирајте уређај да прикажете заједно нумеричке и научне функције
uk: Поверніть пристрій, щоб побачити числові і інженерні функції разом

source: Delete item from calculation history
af: Verwyder item van die berekenings geskiedenis
br: Diverkañ an elfenn eus istor ar jedadennoù
da: Slet fra beregningshistorikken
el: Διαγραφή αντικειμένου από το ιστορικό υπολογισμών
es: Borrar elemento del historial de cálculos
fa: حذف مورد از تاریخچهٔ محاسبه
id: Hapus item dari riwayat kalkulasi
ja: 計算履歴からアイテムを削除
kn: ಲೆಕ್ಕ ಇತಿಹಾಸದಿಂದ ಅಳಿಸಿ
nl: Item verwijderen uit berekeningengeschiedenis
sc: Cantzella un'elementu dae sa cronologia de is càrculos
sk: Zmazať záznam z histórie výpočtov
sl: Izbriši iz zgodovine računanja
sq: Fshini një element nga historiku i llogaritjes
sr: Обришите ставке из историје израчунавања
uk: Вилучити запис із журналу обчислень

source: Swipe right to delete items from calculator history
af: Swiep regs om die items van die berekenings geskiedenis te verwyder
br: Riklit a-zehoù evit diverkañ elfennoù eus istor ar jedadennoù
da: Stryg til højre for at slette fra beregningshistorikken
el: Σύρτε δεξιά για διαγραφή αντικειμένων από το ιστορικό πράξεων
id: Geser ke kanan untuk menghapus item dari riwayat kalkulator
ja: 右にスワイプして計算履歴から削除
kn: ಕ್ಯಾಲ್ಕುಲೇಟರ್ ಇತಿಹಾಸದಿಂದ ಐಟಂಗಳನ್ನು ಅಳಿಸಲು ಬಲಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ
nl: Veeg naar rechts om items uit berekeningengeschiedenis te verwijderen
sc: Iscurre su didu a dereta pro cantzellare is elementos dae sa cronologia de is càrculos
sk: Potiahnuť doprava pre vymazanie záznamu z histórie kalkulačky
sl: Potegnite na desno za izbris iz zgodovine računanja
sq: Rrëshqitni djathtas, për të fshirë një hyrje nga historiku i kalkulatorit
sr: Превуците удесно да обришете ставке из историје израчунавања
uk: Проведіть пальцем праворуч, щоб вилучити записи із журналу обчислень

source: Delete several items from calculation history
af: Verwyder verskeie items van die berekenings geskiedenis
br: Diverkañ meur a elfenn eus istor ar jedadennoù
da: Slet flere ting fra beregningshistorikken
el: Διαγραφή πολλών αντικειμένων από το ιστορικό υπολογισμών
es: Borrar varios elementos del historial de cálculos
fa: حذف چند مورد از تاریخچهٔ محاسبه
id: Hapus beberapa item dari riwayat kalkulasi
ja: アイテムを計算履歴から削除
kn: ಲೆಕ್ಕ ಇತಿಹಾಸದಿಂದ ಹಲವಾರು ಐಟಂಗಳನ್ನು ಅಳಿಸಿ
nl: Meerdere Items verwijderen uit berekeningengeschiedenis
sc: Cantzella vàrios elementos dae sa cronologia de is càrculos
sk: Odstrániť niekoľko záznamov z histórie výpočtov
sl: Izbriši nekaj vnosov v zgodovini računanja
sq: Fshini disa elemente nga procesi i llogaritjes
sr: Обришите више ставки из историје израчунавања
uk: Вилучити декілька записів із журналу обчислень

source: Long press to select multiple calculations for deletion
af: Lang druk om verskeie berekeninge te verwyder
br: Pouezit pell evit diuzañ meur a jedadenn da ziverkañ
da: Vælg mange beregninger for sletning med langt tryk
el: Παρατεταμένο πάτημα για επιλογή πολλαπλών πράξεων για διαγραφή
id: Tahan lama untuk menyeleksi beberapa kalkulasi untuk di hapus
ja: 長押しして複数の削除するアイテムを選択
kn: ಅಳಿಸುವಿಕೆಗಾಗಿ ಬಹು ಲೆಕ್ಕಾಚಾರಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ದೀರ್ಘವಾಗಿ ಒತ್ತಿರಿ
nl: Lang indrukken om meerdere berekeningen te selecteren om te verwijderen
sc: Mantene sa pressione pro eliminare vàrios càrculos
sk: Dlhým stlačením možno vybrať viac výpočtov pre vymazanie
sl: Dolgo pritisnite za izbiro več računanj za izbris
sq: Shtypni dhe mbani shtypur për të zgjedhur llogaritje të shumta për fshirje
sr: Дуги притисак одабира више израчунавања за брисање
uk: Натисніть і потримайте, щоб позначити декілька записів для вилучення

source: Delete whole formula at once
af: Verwyder die volledige formule onmiddellik
br: Diverkañ ar formulenn a-bezh en un taol
da: Slet hele formlen på en gang
el: Διαγραφή ολόκληρου τύπου με μιας
es: Borrar la fórmula completa de una sola vez
fa: حذف یک‌بارهٔ تمام فرمول
id: Hapus semua rumus
ja: すべての式を削除
kn: ಸಂಪೂರ್ಣ ಸೂತ್ರವನ್ನು ಅಳಿಸಿ
nl: De hele formule ineens wissen
sc: Cantzella sa fòrmula intrea
sk: Zmazať celý vzorec naraz
sl: Izbriši vso formulo naenkrat
sq: Fshijë e gjithë Formulen
sr: Обришите комплетну формулу одједном
uk: Вилучити усю формулу одразу

source: Long press '←' button to clear all formulas from input bar
af: Lang druk die '←' knoppie om all die formules van die invoerbalk te verwyder
br: Pouezut pell war ar bouton '←' evit diverkañ an holl formulennoù eus ar varrenn ebarzhiñ
da: Langt tryk på '←' knappen fjerner alle formler fra input feltet
el: Παρατεταμένο πάτημα κουμπιού «← » για καθαρισμό όλων των πράξεων στην μπάρα εισόδου
id: Tahan lama tombol '←' untuk menghapus semua rumus dari bilah masukan
ja: '←'ボタンを長押しですべての式をフィールドから削除
kn: ಇನ್ಪುಟ್ ಬಾರ್ನಿಂದ ಎಲ್ಲಾ ಸೂತ್ರಗಳನ್ನು ತೆರವುಗೊಳಿಸಲು ದೀರ್ಘಕಾಲದ '←' ಬಟನ್
nl: Druk de '←'-knop lang in om alle formules uit de invoerbalk te verwijderen
sc: Mantene sa pressione de su pulsante '←' pro limpiare totus is fòrmulas dae sa barra de intrada
sk: Dlhé stlačenie '←' pre vymazanie všetkých vzorcov zo vstupného panelu
sl: Pridržite gumb '←' za izbris vseh formul v vnosni vrstici
sq: Trokitni lehtë mbi butonin '←' për të fshirë të gjitha formulat nga fusha e futjes
sr: Дуги притисак на дугме '←' очистиће све формуле из поља за унос
uk: Натисніть і утримуйте кнопку «←», щоб вилучити усі формули із рядка введення

source: Edit item from calculation history
af: Wysig item van die berekenings geskiedenis
br: Aozañ un elfenn eus istor ar jedadennoù
da: Redigér fra beregningshistorik
el: Επεξεργασία αντικειμένου από ιστορικό πράξεων
es: Editar elemento del historial de cálculos
fa: ویرایش مورد از تاریخچهٔ محاسبه
id: Sunting item dari riwayat kalkulasi
ja: 計算履歴のアイテムを編集
kn: ಲೆಕ್ಕಾಚಾರ ಇತಿಹಾಸದಿಂದ ಐಟಂಅನ್ನು ತಿದ್ದು
nl: Item in berekeningengeschiedenis bewerken
sc: Modìfica s'elementu dae sa cronologia de is càrculos
sk: Upraviť záznam z histórie výpočtov
sl: Uredi vnos v zgodovini računanja
sq: Ndrysho një artikull nga historiku i llogaritjes
sr: Измените ставку из историје израчунавања
uk: Редагувати запис із журналу калькулятора

source: Swipe left and press pencil to edit calculation
af: Swiep na die linkerkant en druk die potlood om die berekening the wysig
br: Riklit a-gleiz ha pouezit war ar stilo evit aozañ ar jedadenn
da: Stryg til venstre og tryk på blyanten for at redigere beregning
el: Σύρετε αριστερά και πατήστε το εικονίδιο μολυβιού για επεξεργασία πράξεων
id: Geser ke kiri dan tekan pensil untuk menyunting kalkulasi
ja: 左にスワイプして鉛筆ボタンをタップして編集
kn: ಲೆಕ್ಕಾಚಾರವನ್ನು ತಿದ್ದಲು ಎಡಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ ಮತ್ತು ಪೆನ್ಸಿಲ್ ಒತ್ತಿರಿ
nl: Veeg naar links en druk op het potlood om berekening te bewerken
sc: Iscurre a manca e carca su lapis pro modificare is càrculos
sk: Potiahnite doľava a stlačte ceruzku na úpravu výpočtu
sl: Potegnite levo in pritisnite svinčnik za urejanje računa
sq: Rrëshqitni majtas dhe trokitni lehtë mbi majë shkruese për të redaktuar llogaritjen
sr: Превуците налево и притисните оловку да измените израчунавање
uk: Проведіть пальцем ліворуч і натисніть олівець, щоб внести зміни до обчислень

source: Add new favourite
af: Voeg nuwe gunsteling by
br: Ouzhpennañ d'ar gwellañ-deuet
da: Tilføj ny favorit
el: Προσθήκη νέου αγαπημένου
es: Añadir favorito
fa: افزودن مورد دلخواه جدید
id: Tambahkan favorit baru
ja: 新しいお気に入りを追加
kn: ಹೊಸ ನೆಚ್ಚಿನ ಸೇರಿಸಿ
nl: Nieuwe favoriet toevoegen
sc: Agiunghe preferidu
sk: Pridať nové obľúbené
sl: Dodaj novo priljubljeno
sq: Fut tek Favoritet
sr: Додајте ново омиљено
uk: Додати нове вибране

source: Swipe left and press star to add calculations to favourites view
br: Riklit a-gleiz ha pouezit war ar steredenn evit ouzhpennañ jedadennoù d'ar gwellañ-deuet
da: Stryg til venstre og tryk på stjernen for at tilføje beregninger til favoritter
el: Σύρτε αριστερά και πατήστε το εικονίδιο αστεριού για προσθήκη πράξεων στην προβολή αγαπημένων
id: Geser ke kiri dan tekan bintang untuk menambahkan kalkulasi ke penglihatan favorit
ja: 左にスワイプして星を押してお気に入りに追加
kn: ಮೆಚ್ಚಿನವುಗಳಳ್ಳಿ ಲೆಕ್ಕಾಚಾರಗಳನ್ನು ಸೇರಿಸಲು ಎಡಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ ಮತ್ತು ಸ್ಟರನ್ನು ಒತ್ತಿ
nl: Veeg naar links en druk op het sterretje om berekeningen toe te voegen aan favorietenweergave
sc: Iscurre a manca e carca s'istella pro agiùnghere is càrculos a is preferidos
sk: Potiahnite doľava a stlačte hviezdičku pre obľúbené
sl: Potegnite levo in pritisnite zvezdo za dodajanje računov v pogled priljubljenih
sq: Rrëshqitni majtas dhe prekni yllin për të shtuar llogaritje në pamjen e preferuar
sr: Превуците налево и притисните звездицу да додате израчунавање у приказ омиљених
uk: Проведіть пальцем ліворуч і натисніть зірку, щоб додати обчислення до списку вибраних

source: Edit formula
af: Wysig formule
br: Aozañ ar formulenn
da: Redigér formel
el: Επεξεργασία τύπου
es: Editar fórmula
fa: ویرایش فرمول
id: Sunting rumus
ja: 式を編集
kn: ಸೂತ್ರವನ್ನು ತಿದ್ದು
nl: Formule bewerken
sc: Modìfica fòrmula
sk: Upraviť vzorec
sl: Uredi formulo
sq: Redakto Formulen
sr: Измени формулу
uk: Змінити формулу

source: Click in the middle of a formula to edit in place
br: Klikit e-kreiz ur formulenn evit aozañ el lec'h-se
da: Klik i midten af en formel for at redigere
id: Klik di tengah-tengah rumus untuk langsung menyunting
ja: 式の編集箇所をタップして編集
kn: ಸಂಪಾದಿಸಲು ಸೂತ್ರದ ಮಧ್ಯದಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ
nl: Klik midden in een formule om deze ter plekke te bewerken
sc: Incarca in mesu de una fòrmula pro la modificare
sk: Stlačte stred vzorca pre úpravu
sl: Kliknite na sredini formule za urejanje na mestu
sq: Klikoni në mes të një formule për ta redaktuar atë atje
sr: Притисните на средину формуле да је ту измените
uk: Натисніть місце у формулі, щоб почати редагування з нього

source: A calculator for Ubuntu.
af: 'n Sakrekenaar vir Ubuntu.
br: Ur jederez evit Ubuntu
da: En lommeregner for Ubuntu.
el: Αριθμομηχανή για το Ubuntu.
es: Una calculadora para Ubuntu.
fa: ماشین‌حسابی برای اویونتو
id: Kalkulator untuk Ubuntu.
ja: Ubuntuの電卓です。
kn: ಉಬುಂಟುಗಾಗಿ ಕ್ಯಾಲ್ಕುಲೇಟರ್.
nl: Een rekenmachine voor Ubuntu.
sc: Una carculadora pro Ubuntu.
sk: Kalkulačka pre Ubuntu.
sl: Računalo za Ubuntu
sq: Një Kalkulator për Ubuntu.
sr: Калкулатор за Убунту.
uk: Калькулятор Ubuntu.

source: math;addition;subtraction;multiplication;division;
af: wiskunde;toevoeging;aftrekking;vermeenigvuldiging;afdeling;
br: matematikoù;sammadenn;lamadenn;lieskementadenn;rannadenn;
da: matematik;plus;minus;gange;dividere;
el: math;addition;subtraction;multiplication;division;μαθηματικά;μαθηματικα;πρόσθεση;προσθεση;αφαίρεση;αφαίρεση;πολλαπλασιασμός;πολλαπλασιασμος;διαίρεση;διαιρεση;
es: matemática;suma;resta;multiplicación;división;
id: math;addition;subtraction;multiplication;division;matematika;penjumlahan;pengurangan;perkalian;pembagian;
ja: math;addition;subtraction;multiplication;division;計算;電卓;足し算;引き算;かけ算;わり算;
kn: ಗಣಿತ; ಸಂಕಲನ; ವ್ಯವಕಲನ; ಗುಣಾಕಾರ; ವಿಭಾಗ;
nl: wiskunde;optellen;aftrekken;vermenigvuldigen;delen;
sc: additzione;sutratzione;carculadora;multiplicatzione;divisione;
sk: matematika;sčítanie;odčítanie;násobenie;delenie;
sl: matematika;seštevanje;odštevanje;množenje;deljenje;
sq: Matematikë, shumëzimi, zbritja, mbledhje, ndarja;
sr: математика;сабирање;одузимање;множење;дељење;
uk: math;addition;subtraction;multiplication;division;математика;додавання;віднімання;множення;ділення;калькулятор;

source: Enjoy the power of math by using Calculator.
es: Disfrute de la matemática usando la Calculadora.
fa: با استفاده از ماشین‌حساب، از قدرت ریاضی لذّت ببرید.

source: You could copy formula by long pressing on formula (on Phone and Tablet), or by right mouse click (on Desktop), and selecting 'Copy' option from menu
es: Puede copiar una fórmula haciendo una presión larga (en el teléfono y en la tableta), o usando el botón derecho del ratón (en el escritorio) y seleccionado la opción 'Copiar' del menú
fa: می‌توانید با نگه داشتن طولانی روی فرمول (روی تلفن و رایانک)، یا با کلیک راست موشی (روی میزکار) و گزینش انتخاب «رونوشت» از فهرست، از آن رونوشت بگیرید.
